const TNCData = [
  {
    title: 'धारा 2 - सामान्य शर्तें:',
    content: [
      'हम किसी भी समय किसी भी कारण से किसी को भी सेवा देने से इनकार करने का अधिकार सुरक्षित रखते हैं।',
      'आप समझते हैं कि आपकी सामग्री (क्रेडिट कार्ड की जानकारी शामिल नहीं) को अनएन्क्रिप्टेड रूप से स्थानांतरित किया जा सकता है और इसमें (ए) विभिन्न नेटवर्क पर ट्रांसमिशन और (बी) कनेक्टिंग नेटवर्क या डिवाइस की तकनीकी आवश्यकताओं के अनुरूप और अनुकूलन करने के लिए परिवर्तन शामिल हैं। नेटवर्क पर स्थानांतरण के दौरान क्रेडिट कार्ड की जानकारी हमेशा एन्क्रिप्ट की जाती है।',
      'आप सहमत हैं कि आप सेवा के किसी भी हिस्से, सेवा के उपयोग, या सेवा या वेबसाइट पर किसी भी संपर्क तक पहुंच, जिसके माध्यम से सेवा प्रदान की जाती है, को लिखित अनुमति के बिना पुनरुत्पादन, डुप्लिकेट, कॉपी, बिक्री, पुनर्विक्रय या शोषण नहीं करेंगे। हम।',
      'इस अनुबंध में उपयोग किए गए शीर्षक केवल सुविधा के लिए शामिल किए गए हैं और इन शर्तों को सीमित या अन्यथा प्रभावित नहीं करेंगे।',
    ],
  },
  {
    title: 'धारा 3 - सूचना की सटीकता, संपूर्णता और समयबद्धता:',
    content: [
      'यदि इस साइट पर उपलब्ध कराई गई जानकारी सटीक, पूर्ण या वर्तमान नहीं है तो हम जिम्मेदार नहीं हैं। इस साइट पर सामग्री केवल सामान्य जानकारी के लिए प्रदान की गई है और प्राथमिक, अधिक सटीक, अधिक पूर्ण, या अधिक समय पर जानकारी के स्रोतों से परामर्श किए बिना निर्णय लेने के लिए इस पर भरोसा नहीं किया जाना चाहिए या इसका उपयोग एकमात्र आधार के रूप में नहीं किया जाना चाहिए। इस साइट की सामग्री पर कोई भी निर्भरता आपके अपने जोखिम पर है।',
      'इस साइट में कुछ ऐतिहासिक जानकारी हो सकती है। ऐतिहासिक जानकारी, आवश्यक रूप से, वर्तमान नहीं है और केवल आपके संदर्भ के लिए प्रदान की गई है। हम किसी भी समय इस साइट की सामग्री को संशोधित करने का अधिकार सुरक्षित रखते हैं, लेकिन हमारी साइट पर किसी भी जानकारी को अपडेट करने का हमारा कोई दायित्व नहीं है। आप सहमत हैं कि हमारी साइट में परिवर्तनों की निगरानी करना आपकी ज़िम्मेदारी है।',
    ],
  },
  {
    title: 'धारा 4 - सेवा और कीमतों में संशोधन:',
    content: [
      'हमारे उत्पादों की कीमतें बिना किसी सूचना के परिवर्तन के अधीन हैं।',
      'हम किसी भी समय बिना किसी सूचना के सेवा (या उसके किसी भाग या सामग्री) को संशोधित करने या बंद करने का अधिकार सुरक्षित रखते हैं।',
      'हम सेवा में किसी भी संशोधन, मूल्य परिवर्तन, निलंबन या समाप्ति के लिए आपके या किसी तीसरे पक्ष के प्रति उत्तरदायी नहीं होंगे।',
    ],
  },
  {
    title: 'धारा 5 - उत्पाद या सेवाएँ (यदि लागू हो):',
    content: [
      'कुछ उत्पाद या सेवाएँ वेबसाइट के माध्यम से विशेष रूप से ऑनलाइन उपलब्ध हो सकती हैं। इन उत्पादों या सेवाओं की मात्रा सीमित हो सकती है और ये केवल हमारी वापसी नीति के अनुसार वापसी या विनिमय के अधीन हैं।',
      'हमने स्टोर पर दिखाई देने वाले हमारे उत्पादों के रंगों और छवियों को यथासंभव सटीक रूप से प्रदर्शित करने का हर संभव प्रयास किया है। हम इसकी गारंटी नहीं दे सकते कि आपके कंप्यूटर मॉनिटर का किसी भी रंग का डिस्प्ले सटीक होगा।',
      'हम अपने उत्पादों या सेवाओं की बिक्री को किसी व्यक्ति, भौगोलिक क्षेत्र या अधिकार क्षेत्र तक सीमित करने का अधिकार सुरक्षित रखते हैं, लेकिन इसके लिए बाध्य नहीं हैं। हम मामले-दर-मामले आधार पर इस अधिकार का प्रयोग कर सकते हैं। हम अपने द्वारा प्रदान किए जाने वाले किसी भी उत्पाद या सेवा की मात्रा को सीमित करने का अधिकार सुरक्षित रखते हैं। उत्पादों या उत्पाद मूल्य निर्धारण के सभी विवरण हमारे विवेक पर, बिना किसी सूचना के किसी भी समय परिवर्तन के अधीन हैं। हम किसी भी समय किसी भी उत्पाद को बंद करने का अधिकार सुरक्षित रखते हैं। इस साइट पर किसी भी उत्पाद या सेवा के लिए किया गया कोई भी प्रस्ताव निषिद्ध होने पर शून्य है।',
      'हम इस बात की गारंटी नहीं देते हैं कि आपके द्वारा खरीदे या प्राप्त किए गए किसी भी उत्पाद, सेवाओं, जानकारी या अन्य सामग्री की गुणवत्ता आपकी अपेक्षाओं को पूरा करेगी, या सेवा में किसी भी त्रुटि को ठीक कर दिया जाएगा।',
    ],
  },
  {
    title: 'धारा 6 - बिलिंग और खाता जानकारी की सटीकता:',
    content: [
      'आपके द्वारा हमें दिए गए किसी भी ऑर्डर को अस्वीकार करने का अधिकार हम सुरक्षित रखते हैं। हम अपने विवेक से प्रति व्यक्ति, प्रति घर या ऑर्डर के अनुसार खरीदी गई मात्रा को सीमित या रद्द कर सकते हैं। इन प्रतिबंधों में एक ही ग्राहक खाते द्वारा या उसके अंतर्गत दिए गए ऑर्डर, एक ही क्रेडिट कार्ड और/या एक ही बिलिंग और/या शिपिंग पते का उपयोग करने वाले ऑर्डर शामिल हो सकते हैं। ऐसी स्थिति में जब हम किसी ऑर्डर में बदलाव करते हैं या उसे रद्द करते हैं, तो हम ऑर्डर दिए जाने के समय दिए गए ई-मेल और/या बिलिंग पते/फोन नंबर पर संपर्क करके आपको सूचित करने का प्रयास कर सकते हैं। हम उन आदेशों को सीमित या प्रतिबंधित करने का अधिकार सुरक्षित रखते हैं, जो हमारे एकमात्र निर्णय से डीलरों, पुनर्विक्रेताओं या वितरकों द्वारा दिए गए प्रतीत होते हैं।',
      'आप हमारे स्टोर पर की गई सभी खरीदारी के लिए वर्तमान, पूर्ण और सटीक खरीदारी और खाते की जानकारी प्रदान करने के लिए सहमत हैं। आप अपने खाते और अपने ईमेल पते और क्रेडिट कार्ड नंबर और समाप्ति तिथियों सहित अन्य जानकारी को तुरंत अपडेट करने के लिए सहमत हैं, ताकि हम आपके लेनदेन को पूरा कर सकें और आवश्यकतानुसार आपसे संपर्क कर सकें।',
      'अधिक विवरण के लिए, कृपया हमारी रिटर्न नीति की समीक्षा करें।',
    ],
  },
  {
    title: 'धारा 7 - वैकल्पिक उपकरण:',
    content: [
      'हम आपको तृतीय-पक्ष टूल तक पहुंच प्रदान कर सकते हैं जिन पर हम न तो निगरानी रखते हैं, न ही हमारा कोई नियंत्रण है और न ही कोई इनपुट है।',
      "आप स्वीकार करते हैं और सहमत हैं कि हम बिना किसी वारंटी, अभ्यावेदन, या किसी भी प्रकार की शर्तों के बिना और बिना किसी समर्थन के ऐसे उपकरणों तक 'जैसा है' और 'जैसा उपलब्ध है' तक पहुंच प्रदान करते हैं। आपके द्वारा वैकल्पिक तृतीय-पक्ष टूल के उपयोग से उत्पन्न या उससे संबंधित किसी भी प्रकार का हमारा कोई दायित्व नहीं होगा।",
      'साइट के माध्यम से पेश किए गए वैकल्पिक टूल का आपके द्वारा कोई भी उपयोग पूरी तरह से आपके जोखिम और विवेक पर है और आपको यह सुनिश्चित करना चाहिए कि आप उन शर्तों से परिचित हैं और उनका अनुमोदन करते हैं जिन पर संबंधित तृतीय-पक्ष प्रदाताओं द्वारा टूल प्रदान किए जाते हैं।',
      'हम, भविष्य में, वेबसाइट के माध्यम से नई सेवाएँ और/या सुविधाएँ भी प्रदान कर सकते हैं (जिसमें नए टूल और संसाधनों को जारी करना भी शामिल है)। ऐसी नई सुविधाएँ और/या सेवाएँ भी इन सेवा शर्तों के अधीन होंगी।',
    ],
  },
  {
    title: 'धारा 8 - तृतीय-पक्ष लिंक:',
    content: [
      'हमारी सेवा के माध्यम से उपलब्ध कुछ सामग्री, उत्पाद और सेवाओं में तीसरे पक्ष की सामग्री शामिल हो सकती है।',
      'इस साइट पर मौजूद तृतीय-पक्ष लिंक आपको उन तृतीय-पक्ष वेबसाइटों पर ले जा सकते हैं जो हमसे संबद्ध नहीं हैं। हम सामग्री या सटीकता की जांच या मूल्यांकन करने के लिए ज़िम्मेदार नहीं हैं और हम किसी तीसरे पक्ष की सामग्री या वेबसाइटों, या तीसरे पक्ष की किसी भी अन्य सामग्री, उत्पादों या सेवाओं के लिए कोई दायित्व या ज़िम्मेदारी नहीं लेते हैं।',
      'हम वस्तुओं, सेवाओं, संसाधनों, सामग्री की खरीद या उपयोग या किसी तीसरे पक्ष की वेबसाइटों के संबंध में किए गए किसी भी अन्य लेनदेन से संबंधित किसी भी नुकसान या क्षति के लिए उत्तरदायी नहीं हैं। कृपया ध्यानपूर्वक समीक्षा करें',
    ],
  },
  {
    title:
      'अनुभाग 9 - उपयोगकर्ता टिप्पणियाँ, प्रतिक्रिया और अन्य प्रस्तुतियाँ:',
    content: [
      "यदि, हमारे अनुरोध पर, आप कुछ विशिष्ट प्रस्तुतियाँ (उदाहरण के लिए प्रतियोगिता प्रविष्टियाँ) भेजते हैं या हमसे अनुरोध किए बिना आप रचनात्मक विचार, सुझाव, प्रस्ताव, योजनाएँ, या अन्य सामग्री भेजते हैं, चाहे ऑनलाइन, ईमेल द्वारा, डाक मेल द्वारा, या अन्यथा (सामूहिक रूप से, 'टिप्पणियाँ'), आप सहमत हैं कि हम किसी भी समय, बिना किसी प्रतिबंध के किसी भी टिप्पणी को संपादित, कॉपी, प्रकाशित, वितरित, अनुवाद और अन्यथा किसी भी माध्यम में उपयोग कर सकते हैं जो आप हमें भेजते हैं। हम (1) किसी भी टिप्पणी को गोपनीय रखने के लिए बाध्य नहीं हैं और रहेंगे; (2) किसी भी टिप्पणी के लिए मुआवजा देना; या (3) किसी भी टिप्पणी का जवाब देने के लिए।",
      'हम उस सामग्री की निगरानी, ​​संपादन या हटाने के लिए बाध्य नहीं हैं, जिसे हम अपने विवेक से गैरकानूनी, आपत्तिजनक, धमकी देने वाला, अपमानजनक, अपमानजनक, अश्लील, अश्लील या अन्यथा आपत्तिजनक मानते हैं या किसी भी पार्टी की बौद्धिक संपदा या सेवा की शर्तों का उल्लंघन करते हैं। ',
      'आप सहमत हैं कि आपकी टिप्पणियाँ कॉपीराइट, ट्रेडमार्क, गोपनीयता, व्यक्तित्व या अन्य व्यक्तिगत या मालिकाना अधिकार सहित किसी तीसरे पक्ष के किसी भी अधिकार का उल्लंघन नहीं करेंगी। आप इस बात से भी सहमत हैं कि आपकी टिप्पणियों में अपमानजनक या अन्यथा गैरकानूनी, अपमानजनक या अश्लील सामग्री नहीं होगी, या कोई कंप्यूटर वायरस या अन्य मैलवेयर नहीं होगा जो किसी भी तरह से सेवा या किसी संबंधित वेबसाइट के संचालन को प्रभावित कर सकता है। आप गलत ई-मेल पते का उपयोग नहीं कर सकते, अपने अलावा किसी और के होने का दिखावा नहीं कर सकते, या किसी भी टिप्पणी के मूल के बारे में हमें या तीसरे पक्ष को गुमराह नहीं कर सकते। आपके द्वारा की गई किसी भी टिप्पणी और उनकी सटीकता के लिए आप पूरी तरह से जिम्मेदार हैं। हम आपके या किसी तीसरे पक्ष द्वारा पोस्ट की गई किसी भी टिप्पणी के लिए कोई ज़िम्मेदारी नहीं लेते हैं और कोई उत्तरदायित्व नहीं लेते हैं।',
    ],
  },
  {
    title: 'धारा 10 - व्यक्तिगत जानकारी:',
    content: [
      'स्टोर के माध्यम से आपकी व्यक्तिगत जानकारी प्रस्तुत करना हमारी गोपनीयता नीति द्वारा नियंत्रित होता है। हमारी गोपनीयता नीति देखने के लिए',
    ],
  },
  {
    title: 'धारा 11 - त्रुटियाँ, अशुद्धियाँ और चूक:',
    content: [
      'कभी-कभी हमारी साइट पर या सेवा में ऐसी जानकारी हो सकती है जिसमें टाइपोग्राफिक त्रुटियां, अशुद्धियां या चूक शामिल हों जो उत्पाद विवरण, मूल्य निर्धारण, प्रचार, ऑफ़र, उत्पाद शिपिंग शुल्क, पारगमन समय और उपलब्धता से संबंधित हो सकती हैं। हम किसी भी त्रुटि, अशुद्धि, या चूक को ठीक करने और जानकारी को बदलने या अद्यतन करने या आदेशों को रद्द करने का अधिकार सुरक्षित रखते हैं यदि सेवा में या किसी भी संबंधित वेबसाइट पर कोई भी जानकारी बिना किसी पूर्व सूचना के किसी भी समय गलत है (आपके द्वारा अपना आदेश जमा करने के बाद सहित) ).',
      'हम सेवा या किसी भी संबंधित वेबसाइट पर जानकारी को अपडेट करने, संशोधित करने या स्पष्ट करने का कोई दायित्व नहीं लेते हैं, जिसमें बिना किसी सीमा के, मूल्य निर्धारण की जानकारी भी शामिल है, सिवाय कानून द्वारा आवश्यक होने के। सेवा में या किसी भी संबंधित वेबसाइट पर लागू कोई निर्दिष्ट अद्यतन या ताज़ा तारीख यह इंगित करने के लिए नहीं ली जानी चाहिए कि सेवा में या किसी भी संबंधित वेबसाइट पर सभी जानकारी संशोधित या अद्यतन की गई है।',
    ],
  },
  {
    title: 'धारा 12 - निषिद्ध उपयोग:',
    content: [
      `सेवा की शर्तों में निर्धारित अन्य प्रतिबंधों के अलावा, आपको साइट या इसकी सामग्री का उपयोग करने से प्रतिबंधित किया गया है: (ए) किसी भी गैरकानूनी उद्देश्य के लिए; (बी) दूसरों को कोई गैरकानूनी कार्य करने या उसमें भाग लेने के लिए आग्रह करना; (सी) किसी भी अंतरराष्ट्रीय, संघीय, प्रांतीय या राज्य नियमों, नियमों, कानूनों या स्थानीय अध्यादेशों का उल्लंघन करना; (डी) हमारे बौद्धिक संपदा अधिकारों या दूसरों के बौद्धिक संपदा अधिकारों का उल्लंघन या उल्लंघन करना; (ई) लिंग, यौन रुझान, धर्म, जातीयता, नस्ल, उम्र, राष्ट्रीय मूल, या विकलांगता के आधार पर उत्पीड़न, दुर्व्यवहार, अपमान, हानि, बदनामी, बदनामी, अपमान, डराना या भेदभाव करना; (एफ) गलत या भ्रामक जानकारी प्रस्तुत करना; (छ) वायरस या किसी अन्य प्रकार के दुर्भावनापूर्ण कोड को अपलोड या प्रसारित करना जो किसी भी तरह से उपयोग किया जाएगा या किया जा सकता है जो सेवा या किसी संबंधित वेबसाइट, अन्य वेबसाइट या इंटरनेट की कार्यक्षमता या संचालन को प्रभावित करेगा; (ज) दूसरों की व्यक्तिगत जानकारी एकत्र करना या ट्रैक करना; (i) स्पैम, फ़िश, फ़ार्म, बहाना, स्पाइडर, क्रॉल, या स्क्रैप करना; (जे) किसी अश्लील या अनैतिक उद्देश्य के लिए; या (के) सेवा या किसी संबंधित वेबसाइट, अन्य वेबसाइटों या इंटरनेट की सुरक्षा सुविधाओं में हस्तक्षेप करना या उन्हें दरकिनार करना। हम किसी भी निषिद्ध उपयोग का उल्लंघन करने पर सेवा या किसी संबंधित वेबसाइट के आपके उपयोग को समाप्त करने का अधिकार सुरक्षित रखते हैं।`,
    ],
  },
  {
    title: 'धारा 13 - वारंटियों का अस्वीकरण; दायित्व की सीमा:',
    content: [
      'हम इसकी गारंटी, प्रतिनिधित्व या आश्वासन नहीं देते हैं कि हमारी सेवा का आपका उपयोग निर्बाध, समय पर, सुरक्षित या त्रुटि मुक्त होगा।',
      'हम इस बात की गारंटी नहीं देते कि सेवा के उपयोग से प्राप्त होने वाले परिणाम सटीक या विश्वसनीय होंगे।',
      'आप सहमत हैं कि समय-समय पर हम आपको बिना कोई सूचना दिए, सेवा को अनिश्चित काल के लिए हटा सकते हैं या किसी भी समय सेवा रद्द कर सकते हैं।',
      "आप स्पष्ट रूप से सहमत हैं कि सेवा का उपयोग करना या उपयोग करने में असमर्थता पूरी तरह से आपके जोखिम पर है। सेवा और सेवा के माध्यम से आपको प्रदान की जाने वाली सभी उत्पाद और सेवाएँ (हमारे द्वारा स्पष्ट रूप से बताए गए को छोड़कर) आपके उपयोग के लिए 'जैसा है' और 'जैसा उपलब्ध है' प्रदान की जाती हैं, बिना किसी प्रतिनिधित्व, वारंटी या किसी भी प्रकार की शर्तों के, या तो व्यक्त की जाती हैं या निहित, जिसमें सभी निहित वारंटी या व्यापारिकता, व्यापारिक गुणवत्ता, किसी विशेष उद्देश्य के लिए उपयुक्तता, स्थायित्व, शीर्षक और गैर-उल्लंघन की शर्तें शामिल हैं।",
      'किसी भी स्थिति में एस्ट्रो बाय योगेश, हमारे निदेशक, अधिकारी, कर्मचारी, सहयोगी, एजेंट, ठेकेदार, प्रशिक्षु, आपूर्तिकर्ता, सेवा प्रदाता या लाइसेंसकर्ता किसी भी चोट, हानि, दावे या किसी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक, दंडात्मक के लिए उत्तरदायी नहीं होंगे। किसी भी प्रकार की विशेष, या परिणामी क्षति, जिसमें बिना किसी सीमा के, खोया हुआ मुनाफा, खोया हुआ राजस्व, खोई हुई बचत, डेटा की हानि, प्रतिस्थापन लागत, या किसी भी समान क्षति शामिल है, चाहे वह अनुबंध, अपकृत्य (लापरवाही सहित), सख्त दायित्व, या पर आधारित हो। अन्यथा, किसी भी सेवा या सेवा का उपयोग करके खरीदे गए किसी भी उत्पाद के आपके उपयोग से उत्पन्न होने वाले, या सेवा या किसी भी उत्पाद के आपके उपयोग से किसी भी तरह से संबंधित किसी भी अन्य दावे के लिए, जिसमें कोई भी त्रुटि या चूक शामिल है, लेकिन इन्हीं तक सीमित नहीं है। सेवा के उपयोग या सेवा के माध्यम से पोस्ट, प्रसारित, या अन्यथा उपलब्ध कराई गई किसी भी सामग्री (या उत्पाद) के परिणामस्वरूप होने वाली किसी भी प्रकार की कोई हानि या क्षति, भले ही उनकी संभावना के बारे में सलाह दी गई हो। क्योंकि कुछ राज्य या न्यायक्षेत्र परिणामी या आकस्मिक क्षति के लिए दायित्व के बहिष्कार या सीमा की अनुमति नहीं देते हैं, ऐसे राज्यों या न्यायक्षेत्रों में हमारा दायित्व कानून द्वारा अनुमत अधिकतम सीमा तक सीमित होगा।',
    ],
  },
  {
    title: 'धारा 14 - क्षतिपूर्ति:',
    content: [
      'आप योगेश और हमारे माता-पिता, सहायक कंपनियों, सहयोगियों, भागीदारों, अधिकारियों, निदेशकों, एजेंटों, ठेकेदारों, लाइसेंसदाताओं, सेवा प्रदाताओं, उपठेकेदारों, आपूर्तिकर्ताओं, प्रशिक्षुओं और कर्मचारियों द्वारा एस्ट्रो को किसी भी दावे या मांग से हानिरहित रखने, बचाव करने और हानिरहित रखने के लिए सहमत हैं। , जिसमें सेवा की इन शर्तों या संदर्भ द्वारा शामिल किए गए दस्तावेजों के आपके उल्लंघन के कारण या किसी तीसरे पक्ष द्वारा किए गए उचित वकील की फीस, या किसी कानून या तीसरे पक्ष के अधिकारों के आपके उल्लंघन के कारण किया गया शुल्क शामिल है।',
    ],
  },
  {
    title: 'धारा 15 - पृथक्करणीयता:',
    content: [
      'ऐसी स्थिति में जब सेवा की इन शर्तों का कोई भी प्रावधान गैरकानूनी, शून्य या अप्रवर्तनीय निर्धारित किया जाता है, तो ऐसा प्रावधान फिर भी लागू कानून द्वारा अनुमत पूर्ण सीमा तक लागू किया जाएगा, और अप्रवर्तनीय भाग को इन शर्तों से अलग माना जाएगा। सेवा के मामले में, ऐसा निर्धारण किसी भी अन्य शेष प्रावधानों की वैधता और प्रवर्तनीयता को प्रभावित नहीं करेगा।',
    ],
  },
  {
    title: 'धारा 16 - समाप्ति:',
    content: [
      'समाप्ति तिथि से पहले किए गए पार्टियों के दायित्व और देनदारियां सभी उद्देश्यों के लिए इस समझौते की समाप्ति तक जीवित रहेंगी।        ',
      'सेवा की ये शर्तें तब तक प्रभावी हैं जब तक कि आपके या हमारे द्वारा इन्हें समाप्त नहीं किया जाता। आप किसी भी समय हमें सूचित करके कि आप हमारी सेवाओं का उपयोग नहीं करना चाहते हैं, या जब आप हमारी साइट का उपयोग करना बंद कर देते हैं, इन सेवा की शर्तों को समाप्त कर सकते हैं।',
      'यदि हमारे एकमात्र निर्णय में आप विफल रहते हैं, या हमें संदेह है कि आप सेवा की इन शर्तों के किसी भी नियम या प्रावधान का पालन करने में विफल रहे हैं, तो हम बिना किसी सूचना के किसी भी समय इस समझौते को समाप्त कर सकते हैं और आप देय सभी राशियों के लिए उत्तरदायी रहेंगे। समाप्ति की तारीख तक और इसमें शामिल; और/या तदनुसार आपको हमारी सेवाओं (या उसके किसी भाग) तक पहुंच से वंचित कर सकता है।        ',
    ],
  },
  {
    title: 'धारा 17 - संपूर्ण समझौता:',
    content: [
      'सेवा की इन शर्तों के किसी भी अधिकार या प्रावधान का प्रयोग करने या लागू करने में हमारी विफलता ऐसे अधिकार या प्रावधान की छूट नहीं होगी।',
      'सेवा की ये शर्तें और इस साइट पर या सेवा के संबंध में हमारे द्वारा पोस्ट की गई कोई भी नीति या संचालन नियम आपके और हमारे बीच संपूर्ण समझौते और समझ का गठन करते हैं और सेवा के आपके उपयोग को नियंत्रित करते हैं, जो कि किसी भी पूर्व या समसामयिक समझौते, संचार और संचार का स्थान लेते हैं। आपके और हमारे बीच प्रस्ताव, चाहे मौखिक हों या लिखित, (सेवा की शर्तों के किसी भी पूर्व संस्करण सहित, लेकिन इन्हीं तक सीमित नहीं)।',
      'सेवा की इन शर्तों की व्याख्या में किसी भी अस्पष्टता को मसौदा तैयार करने वाले पक्ष के खिलाफ नहीं माना जाएगा।',
    ],
  },
  {
    title: 'धारा 18 - शासकीय कानून:',
    content: [
      'सेवा की ये शर्तें और कोई भी अलग समझौता जिसके तहत हम आपको सेवाएं प्रदान करते हैं, केवल अहमदाबाद क्षेत्राधिकार के कानूनों द्वारा शासित और समझा जाएगा।',
    ],
  },
  {
    title: 'धारा 19 - सेवा की शर्तों में परिवर्तन:',
    content: [
      'आप इस पृष्ठ पर किसी भी समय सेवा की शर्तों के नवीनतम संस्करण की समीक्षा कर सकते हैं।',
      'हम अपनी वेबसाइट पर अपडेट और बदलाव पोस्ट करके सेवा की इन शर्तों के किसी भी हिस्से को अपडेट करने, बदलने या बदलने का अधिकार अपने विवेक पर सुरक्षित रखते हैं। परिवर्तनों के लिए समय-समय पर हमारी वेबसाइट की जाँच करना आपकी ज़िम्मेदारी है। इन शर्तों में किसी भी बदलाव की पोस्टिंग के बाद हमारी वेबसाइट या सेवा का आपका निरंतर उपयोग या पहुंच',
    ],
  },
  {
    title: 'धारा 20 - संपर्क जानकारी',
    content: [
      'सेवा की शर्तों के बारे में प्रश्न हमें yogeshastrolife@gmail.com पर भेजे जाने चाहिए।',
    ],
  },
];

export { TNCData };
