const PPData = [
  {
    title: 'व्यक्तिगत जानकारी जो हम एकत्र करते हैं:',
    content: [
      `जब आप साइट पर जाते हैं, तो हम स्वचालित रूप से आपके डिवाइस के बारे में कुछ जानकारी एकत्र करते हैं, जिसमें आपके वेब ब्राउज़र, आईपी पते, समय क्षेत्र और आपके डिवाइस पर इंस्टॉल की गई कुछ कुकीज़ के बारे में जानकारी शामिल होती है। इसके अतिरिक्त, जैसे ही आप साइट ब्राउज़ करते हैं, हम आपके द्वारा देखे जाने वाले व्यक्तिगत वेब पेजों या उत्पादों के बारे में जानकारी एकत्र करते हैं, किन वेबसाइटों या खोज शब्दों ने आपको साइट पर भेजा है, और आप साइट के साथ कैसे इंटरैक्ट करते हैं, इसके बारे में जानकारी एकत्र करते हैं। हम स्वचालित रूप से एकत्रित की गई इस जानकारी को "डिवाइस सूचना" कहते हैं।`,
      `हम निम्नलिखित तकनीकों का उपयोग करके डिवाइस जानकारी एकत्र करते हैं:
      - "कुकीज़" डेटा फ़ाइलें हैं जो आपके डिवाइस या कंप्यूटर पर रखी जाती हैं और अक्सर एक अज्ञात विशिष्ट पहचानकर्ता शामिल होती हैं। कुकीज़ के बारे में अधिक जानकारी और कुकीज़ को अक्षम करने के तरीके के लिए, [http://www.allaboutcookies.org](http://www.allaboutcookies.org) पर जाएँ।
      - "लॉग फ़ाइलें" साइट पर होने वाली गतिविधियों को ट्रैक करती हैं और आपके आईपी पते, ब्राउज़र प्रकार, इंटरनेट सेवा प्रदाता, रेफ़रिंग/निकास पृष्ठ और दिनांक/समय टिकटों सहित डेटा एकत्र करती हैं।
      - "वेब बीकन," "टैग," और "पिक्सेल" इलेक्ट्रॉनिक फ़ाइलें हैं जिनका उपयोग आप साइट को कैसे ब्राउज़ करते हैं इसके बारे में जानकारी रिकॉर्ड करने के लिए किया जाता है।
      `,
      `इसके अतिरिक्त, जब आप साइट के माध्यम से कोई खरीदारी करते हैं या खरीदारी करने का प्रयास करते हैं, तो हम आपसे कुछ जानकारी एकत्र करते हैं, जिसमें आपका नाम, बिलिंग पता, शिपिंग पता, भुगतान जानकारी, ईमेल पता और फोन नंबर शामिल हैं। हम इस जानकारी को "आदेश सूचना" कहते हैं।`,
      `जब हम इस गोपनीयता नीति में "व्यक्तिगत जानकारी" के बारे में बात करते हैं, तो हम डिवाइस जानकारी और ऑर्डर जानकारी दोनों के बारे में बात कर रहे हैं।`,
    ],
  },
  {
    title: 'आपकी निजी जानकारी का इस्तेमाल हम कैसे करते हैं?:',
    content: [
      `हम आम तौर पर एकत्र की गई ऑर्डर जानकारी का उपयोग साइट के माध्यम से दिए गए किसी भी ऑर्डर को पूरा करने के लिए करते हैं (जिसमें आपकी भुगतान जानकारी संसाधित करना, शिपिंग की व्यवस्था करना और आपको चालान और/या ऑर्डर पुष्टिकरण प्रदान करना शामिल है)। इसके अतिरिक्त, हम इस ऑर्डर जानकारी का उपयोग निम्न के लिए करते हैं:
        - आप के साथ संवाद;
        - संभावित जोखिम या धोखाधड़ी के लिए हमारे आदेशों की जांच करें; और
        - जब आप हमारे साथ साझा की गई प्राथमिकताओं के अनुरूप हों, तो आपको हमारे उत्पादों या सेवाओं से संबंधित जानकारी या विज्ञापन प्रदान करें।
        `,
      `हम अपने द्वारा एकत्र की गई डिवाइस जानकारी का उपयोग संभावित जोखिम और धोखाधड़ी (विशेष रूप से, आपका आईपी पता) की स्क्रीनिंग में मदद करने के लिए करते हैं, और आम तौर पर हमारी साइट को बेहतर बनाने और अनुकूलित करने के लिए (उदाहरण के लिए, हमारे ग्राहक कैसे ब्राउज़ करते हैं और उनके साथ कैसे इंटरैक्ट करते हैं, इसके बारे में विश्लेषण उत्पन्न करके) साइट, और हमारे विपणन और विज्ञापन अभियानों की सफलता का आकलन करने के लिए)।`,
    ],
  },
  {
    title: 'अपनी व्यक्तिगत जानकारी साझा करना:',
    content: [
      `जैसा कि ऊपर वर्णित है, हम आपकी व्यक्तिगत जानकारी का उपयोग करने में हमारी सहायता के लिए आपकी व्यक्तिगत जानकारी तीसरे पक्ष के साथ साझा करते हैं। उदाहरण के लिए, हम यह समझने में सहायता के लिए Google Analytics का उपयोग करते हैं कि हमारे ग्राहक साइट का उपयोग कैसे करते हैं`,
      `अंत में, हम लागू कानूनों और विनियमों का अनुपालन करने, सम्मन, तलाशी वारंट, या हमें प्राप्त जानकारी के लिए अन्य वैध अनुरोध का जवाब देने, या अन्यथा हमारे अधिकारों की रक्षा करने के लिए आपकी व्यक्तिगत जानकारी भी साझा कर सकते हैं।`,
    ],
  },
  {
    title: 'व्यवहारिक विज्ञापन:',
    content: [
      `जैसा कि ऊपर वर्णित है, हम आपकी व्यक्तिगत जानकारी का उपयोग आपको लक्षित विज्ञापन या विपणन संचार प्रदान करने के लिए करते हैं, हमारा मानन है कि यह आपके लिए रुचिकर हो सकता है। लक्षित विज्ञापन कैसे काम करता है, इसके बारे में अधिक जानकारी के लिए, आप नेटवर्क एडवरटाइजिंग इनिशिएटिव ("एनएआई") के शैक्षणिक पृष्ठ पर जा सकते हैं।`,
      `इसके अतिरिक्त, आप डिजिटल एडवरटाइजिंग अलायंस के ऑप्ट-आउट पोर्टल पर जाकर इनमें से कुछ सेवाओं से बाहर निकल सकते हैं।`,
    ],
  },
  {
    title: 'समाचारपत्र:',
    content: [
      `हमारे न्यूज़लेटर की सदस्यता लेकर, आप हमसे ईमेल प्राप्त करने के लिए सहमत होते हैं। हमारी न्यूज़लेटर सेवा का उद्देश्य हमारे ग्राहकों और आगंतुकों को नई पुस्तक विमोचन या हमारी पुस्तकों और/या कंपनी के बारे में नई जानकारी से अपडेट रखना है। हमारी न्यूज़लेटर सेवा की सदस्यता अनिवार्य नहीं है।`,
      `- **आवृत्ति**: न्यूज़लेटर जारी करने की आवृत्ति प्रति माह अधिकतम 2 होगी।
        - **सीमित दायित्व**: हम किसी भी समय, आपको सूचना देकर या बिना आपको सूचना दिए, न्यूज़लेटर को संशोधित करने या बंद करने का एकमात्र अधिकार सुरक्षित रखते हैं। यदि हम इस अधिकार का प्रयोग करते हैं तो हम आपके या किसी तीसरे पक्ष के प्रति उत्तरदायी नहीं होंगे। कोई भी नई सुविधाएँ जो इस साइट पर तत्कालीन सेवाओं को बढ़ाती या बढ़ाती हैं, वे भी इन उपयोग की शर्तों के अधीन होंगी।
        - **सदस्यता समाप्त करें**: हम अपनी न्यूज़लेटर सेवा से उपयोगकर्ताओं/आगंतुकों को बिना किसी सूचना के सदस्यता समाप्त करने का एकमात्र अधिकार सुरक्षित रखते हैं। हम किसी भी ऐसे ग्राहक के साथ ऐसा करेंगे जिसे हम नकली डेटा के साथ पंजीकृत मानते हैं।
        - **डबल ऑप्ट-इन**: हमें सभी ग्राहकों से पंजीकरण के समय अपने ईमेल पते की पुष्टि करने की आवश्यकता है। इसलिए, आपको एक लिंक के साथ एक संदेश प्राप्त होगा, जिस पर आपको ईमेल पते और सदस्यता लेने की इच्छा की पुष्टि करने के लिए क्लिक करना होगा।
        - **गोपनीयता नीति**: हम संचार/प्रसार/प्रकाशन नहीं करेंगे या अन्यथा आपका पता नहीं देंगे। आप किसी भी समय अपनी सदस्यता सेटिंग बदल सकेंगे या इसे पूरी तरह से हटा सकेंगे।
        `,
    ],
  },
  {
    title: 'ट्रैक न करें:',
    content: [
      `कृपया ध्यान दें कि जब हम आपके ब्राउज़र से ट्रैक न करें सिग्नल देखते हैं तो हम अपनी साइट के डेटा संग्रह और उपयोग प्रथाओं में बदलाव नहीं करते हैं।`,
    ],
  },
  {
    title: 'आपके हक:',
    content: [
      `यदि आप यूरोपीय निवासी हैं, तो आपके पास हमारे द्वारा आपके बारे में रखी गई व्यक्तिगत जानकारी तक पहुंचने और यह पूछने का अधिकार है कि आपकी व्यक्तिगत जानकारी को सही, अद्यतन या हटा दिया जाए। यदि आप इस अधिकार का प्रयोग करना चाहते हैं, तो कृपया हमारी आधिकारिक मेल आईडी के माध्यम से हमसे संपर्क करें।`,
      `इसके अतिरिक्त, यदि आप एक यूरोपीय निवासी हैं तो हम ध्यान दें कि हम आपके साथ होने वाले अनुबंधों को पूरा करने के लिए आपकी जानकारी संसाधित कर रहे हैं (उदाहरण के लिए यदि आप साइट के माध्यम से ऑर्डर करते हैं), या अन्यथा ऊपर सूचीबद्ध हमारे वैध व्यावसायिक हितों को आगे बढ़ाने के लिए। इसके अतिरिक्त, कृपया ध्यान दें कि आपकी जानकारी कनाडा और संयुक्त राज्य अमेरिका सहित यूरोप के बाहर स्थानांतरित कर दी जाएगी।`,
    ],
  },
  {
    title: 'डेटा प्रतिधारण:',
    content: [
      `जब आप साइट के माध्यम से कोई ऑर्डर देते हैं, तो हम आपके ऑर्डर की जानकारी को अपने रिकॉर्ड के लिए तब तक बनाए रखेंगे जब तक आप हमसे इस जानकारी को हटाने के लिए नहीं कहते।`,
    ],
  },
  {
    title: 'परिवर्तन:',
    content: [
      `हम इस प्राइवेसी पॉलिसी को समय-समय पर अद्यतन कर सकते हैं, उदाहरण के लिए, हमारी प्रथाओं में परिवर्तन या अन्य परिचालन, कानूनी या नियामक कारणों से।`,
    ],
  },
  {
    title: 'संपर्क करें:',
    content: [
      `हमारी गोपनीयता प्रथाओं के बारे में अधिक जानकारी के लिए, यदि आपके कोई प्रश्न हैं, या यदि आप कोई शिकायत करना चाहते हैं, तो कृपया हमें yogeshastrolife@gmail.com पर ई-मेल द्वारा या नीचे दिए गए विवरण का उपयोग करके मेल द्वारा संपर्क करें:        `,
      ` [आपका नाम]
        [तुम्हारा पता]
        [शहर राज्य का पिन नंबर]
        [ई-मेल]
        `,
    ],
  },
];

export { PPData };
