const LGTestData = [
  [
    {
      title: 'करियर का तनाव!',
      content:
        'योगेश शर्मा ने मेरी नौकरी के मुद्दों में मेरी मदद की। उनकी सलाह से चीजें स्पष्ट हो गईं और अब मैं अपने करियर में अधिक आश्वस्त महसूस करता हूं। मैं उनके समर्थन के लिए आभारी हूं.',
      name: 'तुषार पंडित',
      city: 'कोलकाता',
    },
    {
      title: 'वास्तु समाधान!',
      content:
        'योगेश शर्मा ने वास्तव में अपने ज्योतिष कौशल से मेरी दुकान की मदद की। उनके द्वारा सुझाए गए सकारात्मक बदलावों से माहौल और व्यवसाय में सुधार हुआ।',
      name: 'Yogesh Yadav',
      city: 'Surat',
    },
    {
      title: 'घरेलू समस्या!',
      content:
        'योगेश शर्मा ने मेरे परिवार की मदद की। ज्योतिष पर आधारित उनकी सलाह से हमारी समस्याएं हल हुईं और शांति मिली। मैं उनके मार्गदर्शन की बहुत सराहना करता हूं.',
      name: 'Savita Dubey',
      city: 'Delhi',
    },
  ],
  [
    {
      title: 'जन्म कुण्डली!',
      content:
        'उन्होंने मेरे बच्चे की जन्म कुंडली को अद्भुत ढंग से समझाया, जिससे मुझे स्पष्ट जानकारी और उपयोगी मार्गदर्शन मिला। उनकी विशेषज्ञता को में नमन करता हूँ |',
      name: 'गौरव चटर्जी',
      city: 'मुंबई',
    },
    {
      title: 'रिलेशनशिप!',
      content:
        'योगेश शर्मा का ज्योतिषीय मार्गदर्शन मेरे पति और मेरे बीच विवादों को सुलझाने में महत्वपूर्ण साबित हुआ।',
      name: 'झरना भदुरिया',
      city: 'जयपुर',
    },
    {
      title: 'व्यक्तिगत मामला!',
      content:
        'उन्होंने व्यक्तिगत चुनौतियों में कुशलतापूर्वक मेरा मार्गदर्शन किया और मूल्यवान समाधान पेश किए। मैं अधिक शांत और खुश महसूस कर रहा हूं।',
      name: 'नीरज शर्मा',
      city: 'रतलाम',
    },
  ],
  [
    {
      title: 'लव सोल्युशन!',
      content:
        'योगेश शर्मा ने वास्तव में मेरी लव लाइफ में मेरी मदद की, चीजों को बेहतर बनाया और अधिक समझ लाई। मैं उनके मार्गदर्शन के लिए आभारी हूँ!',
      name: 'श्रेय व्यास',
      city: 'बेंगलुरु',
    },
    {
      title: 'बिजनेस प्रॉब्लम!',
      content:
        'उनके व्यावहारिक मार्गदर्शन और रणनीतिक उपायों ने न केवल प्रोब्लेम्स का समाधान किया बल्कि महत्वपूर्ण विकास और सफलता का मार्ग भी दिखाया |',
      name: 'श्रद्धा मिस्त्री',
      city: 'अहमदाबाद',
    },
    {
      title: 'हेल्थ सोल्युशन!',
      content:
        'उन्होंने वास्तव में मेरी स्वास्थ्य समस्याओं में मेरी मदद की। उनकी सलाह बिल्कुल सही थी और उनका धन्यवाद, मैं अब काफी बेहतर महसूस कर रहा हूं। मैं उनके मार्गदर्शन की बहुत सराहना करता हूं',
      name: 'राहुल कलाल',
      city: 'कोटा',
    },
  ],
];

const smallTestData = [].concat(...LGTestData);

export { LGTestData, smallTestData };
